examples/pitz_daily/pitzDaily/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

#include "../parameters"
kinematicViscosity      #calc "(0.0254+0.001*$entryHeight)*10.0/$reynolds";

transportModel  Newtonian;

nu              [0 2 -1 0 0 0 0] $kinematicViscosity;

// ************************************************************************* //
