examples/pitz_daily/pitzDaily/system/pressureDifferencePatch
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Description
    Calculates the difference between the average pressures on 2 specified
    patches.

\*---------------------------------------------------------------------------*/

patch1 outlet;
patch2 inlet;

#includeEtc "caseDicts/postProcessing/pressure/pressureDifferencePatch.cfg"

// ************************************************************************* //
